Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/sd/plenum_no/sp2016-2.odt.tmx
Source language: nob
Languages: sme

source: I sin virksomhet må de også søke å tilpasse seg politiske, økonomiske og administrative mål og rammer - herunder legale og arbeidslivsrettslige rammer, samt eksterne forventninger fra samfunnsutviklingen generelt, den teknologiske utviklingen, pågående kunst- og kulturfaglige diskurser, og endringer i publikums smak og preferanser.
sme: Iežaset doaimmas fertejit dat maiddái heivehit politihkalaš, ekonomalaš ja hálddahuslaš mihtuid ja rámmaid, ja vuordámušaid servodatovdáneamis, teknologalaš ovdáneami, dáidda- ja kulturfágalaš diskurssaid ja gehččiid miela ja háliidusaid.

source: Samisk språk og kultur er ofte nært sammenknyttet.
sme: Sámi giella ja kultuvra leat dávjá lahkalagaid čadnon oktii.

source: Flere samiske språksentre har virksomhet som berører kulturfeltet.
sme: Máŋgga sámi giellaguovddážis leat doaimmat mat guoskkahit kultursuorggi.

source: Noen kulturinstitusjoner huser også språksentre.
sme: Muhtin kulturásahusain leat maid giellaguovddážat.

source: Denne sametingsmeldingen vil likevel avgrenses tematisk til å omhandle de kulturinstitusjonene som årlig mottar driftstilskudd over Sametingets budsjett, og som Sametinget har en aktiv rolle overfor.
sme: Dát sámediggedieđáhus ráddjejuvvo aŋkke temáhtalaččat kulturásahusaide mat jahkásaččat ožžot doaibmadoarjaga Sámedikki bušeahtas ja maidda Sámedikkis lea aktiivvalaš rolla.

source: Dette kan være samiske teatre, museer, festivaler, kulturhus og kulturformidlingsinstitusjoner.
sme: Sáhttet leat sámi teáhterat, museat, festiválat, kulturviesut, ja kulturgaskkustanásahusat.

source: Språksentra, media, forlag, bokbusser, bibliotek og idrett som også mottar driftsstøtte over direktetilskudd eller over søkerbaserte ordninger i Sametinget, vil ikke omfattes av denne meldingen.
sme: Dát ii guoskka giellaguovddážiidda, mediai, lágádusaide, girjebussiide, girjerádjosiidda ja valáštallamiidda mat ožžot njuolggodoarjaga dahje ohcanvuđotdoarjaga.

source: Meldingen hoder seg på et overordnet nivå. Vi går derfor for eksempel ikke inn på tiltak for enkeltinstitusjoner.
sme: Dieđáhus doalada bajimus dásis, ja danne eat mana iešguđetge ásahusa doaibmadássái.

source: Årlige prioriteringer og tiltak, basert på målsettingene og strategiene i meldingen, vil framkomme i Sametingets budsjett.
sme: Jahkásaš vuoruheamit ja doaimmat, dieđáhusa mihttomeriid ja strategiijaid vuođul, bohtet ovdan Sámedikki bušeahtas.

source: I enkelte tilfeller vil det være behov for videre utredninger og prosjekter.
sme: Muhtun dilálašvuođain veadjá leat dárbu viidáseappot čielggadit dahje dárbu prošeavttaide.

source: Resultatoppnåelse vil fremgå av Sametingets årsmelding.
sme: Bohtosiid olaheapmi boahtá ovdan Sámedikki jahkedieđáhusas.

source: 4. Prosess
sme: 4. Proseassa

source: Sametingsmeldingen om samiske kulturinstitusjoner er et resultat av en prosess både internt i Sametinget og av prosesser hvor de samiske kulturinstitusjonene er blitt involvert.
sme: Sámedikki dieđáhus sámi kulturásahusaid birra lea boađus sihke siskkáldas proseassas ja proseassain mas sámi kulturásahusat leat oassálastán.

source: Redegjørelsen om samiske kulturinstitusjoner ble drøftet i Sametingets plenumssamling i oktober 2014.
sme: Čilgehus sámi kulturásahusaid birra digaštallojuvvui Sámedikki dievasčoahkkimis 2014 golggotmánu.

source: Sametinget arrangerte et innspillseminar i november 2014 for å få innspill fra de samiske kulturinstitusjonene på hva deres utfordringer og forventninger for framtiden er.
sme: Sámediggi lágidii oaivilbuktinseminára 2014 skábmamánu gullan dihte sámi kulturásahusaid hástalusaid ja boahtteáiggi vuordámušaid.

source: Et nytt innspillseminar ble arrangert i april 2016.
sme: Ođđa oaivilbuktinseminára lágiduvvui cuoŋománu 2016.

source: Det er også gitt anledning til skriftlige innspill.
sme: Lea maid addon vejolašvuohta buktit čálalaš oaivilcealkámuša.

source: De jevnlige dialogmøtene mellom Sametinget og de samiske kulturinstitusjonene som mottar direktetilskudd over budsjettet gir utdypende informasjon, med situasjonsbeskrivelser og om behov og utfordringer de enkelte institusjonene står overfor.
sme: Dássidis gulahallančoahkkimiin gaskal Sámedikki ja sámi kulturásahusaid mat ožžot njuolggodoarjaga bušeahtas addo lassi diehtu ja oktan dilálašvuođa- ja dárbbuidčilgehusaiguin ja ovttaskas ásahusa hástalusat čilgejuvvojit.

source: Innspillene som er kommet inn danner en viktig del av kunnskapsgrunnlaget for meldingen.
sme: Mearkkašumit mat lea bukton midjiide addet dehálaš oasi dieđáhusa máhttovuđđui.

source: 5 Status
sme: 5 Stáhtus

source: 5.1 Overordnet beskrivelse av rolle, funksjon, betydning.
sme: 5.1 Bajitdási čilgehus rollas, doaimmas ja mearkkašumis

source: De samiske kulturinstitusjonene er viktige nav og fyrtårn i sine lokalsamfunn og for det sivile samiske samfunn.
sme: Sámi kulturásahusat leat dehálaš cakkit iežaset báikegottiin ja sámi siviila servodahkii.

source: De er viktig som sysselsettingsaktører; de gir kompetanse- og kulturarbeidsplasser i samiske lokalsamfunn og distriktet generelt.
sme: Dat leat dehálaččat bargoaddin: sii addet máhtu- ja kulturbargosajiid sámi báikegottiin ja guovlluin obbalohkái.

source: Norut Alta-Áltas rapport om kulturnæring i samiske områder viser at antall ansatte i samiske språk- og kultursentre har hatt en betydelig vekst de siste årene.
sme: Norut Alta – Álttá raporta kulturealáhusaid birra sámi guovlluin čájeha ahte bargiid sámi giella- ja kulturásahusain leat lassanan ollu maŋemus jagiid.

source: Dette har også et likestillingsaspekt siden mange kvinner arbeider i disse institusjonene.
sme: Dás lea maid dásseárvoaspeakta go dáin ásahusain barget ollu nissonolbmot.

source: Institusjonene gir kommunale skatteinntekter.
sme: Ásahusat addet suohkaniidda sisaboađu vearu bokte.

source: De er ofte det første møtet turister, tilreisende m.fl. får med det samiske samfunnet og den samiske kulturen.
sme: Dávjá deaivvadit sii turisttaiguin ja mátkkálaččaiguin ja nu oahpásnuvvet sii sámi servodahkii ja kultuvrii.

source: Synliggjøring og bruk av samisk språk er sentralt i deres virksomhet.
sme: Čalmmustahttit ja geavahit sámegiela lea guovddážis sin doaimmain.

source: De har flere roller, funksjoner og oppgaver - lokalt, regionalt og nasjonalt.
sme: Dain leat máŋga rolla, doaimma ja funkšuvnna – báikkálaččat, regionalalaččat ja našunálalaččat.

source: Vi har en antakelse om at samiske kulturinstitusjoner i noen sammenhenger kan ha en annen rolle og betydning enn norske kulturinstitusjoner har.
sme: Mii navdit ahte sámi ásahusain sáhttá muhtun dilálašvuođain eará mearkkašupmi ja deaddu go dáčča kulturásahusain lea.

source: For eksempel at noen har/kan få roller og ansvar som samiske institusjoner med nasjonalt ansvar/nedslagsfelt, men samtidig være lokalisert i distriktene.
sme: Ovdamearkka dihte sáhttet soapmásiin leat našunála ovddasvástádus vaikko leat huksejuvvon boaittobealbáikái.

source: Det finnes eksempler på at i områder hvor det samiske ikke er særlig synlig ellers, så er samiske museer særdeles viktige for synliggjøring av den samiske tilstedeværelsen.
sme: Leat ovdamearkkat dasa ahte guovlluin gos sámevuohta ii leat nu oidnosis muđui, de leat sámi museat hui dehálaččat čalmmustahttima sámi leahkima.

source: De har også en viktig språkpolitisk rolle, og mange samiske kultursentre har flere funksjoner, oppgaver og leietakere under samme tak.
sme: Dain lea maid dehálaš giellapolitihkalaš rolla, ja máŋgga sámi kulturguovddážis leat máŋga doaimma, barggu ja láigoheaddji.

source: Det har ikke vært utført en helhetlig analyse av de samiske kulturinstitusjonenes virkning og betydelse i sine regioner, og dette er noe vi har behov for økt kunnskap om.
sme: Ii leat dahkkon ollislaš analiisa sámi kulturásahusaid mearkkašupmi iežaset guovlluin. Dan birra dárbbahit lassi dieđuid.

source: Det forskningsbaserte kunnskapsgrunnlaget generelt om samiske kulturinstitusjoner er noe mangelfullt og lite koordinert.
sme: Dieđalaš ja dutkojuvvon máhttovuođđu obbalaččat sámi kulturásahusaid birra lea veahá váilevaš ja unnán koordinerejuvvon.

source: Noe relevant materiale finnes i for eksempel Telemarkforsknings, Noruts og Norsk Kulturråds utredninger og rapporter.
sme: Muhtun relevánta dieđuid gávdnat omd dáin raporttain: Telemarkforskning, Norut ja Norsk Kulturråd – Norgga Kulturráđi.

source: Sametinget vil se på muligheter for samarbeid med Norsk Kulturråd, og vurdere bestilling av oppdrag hos andre aktører.
sme: Sámediggi áigu geahččat vejolašvuođa ahte ovttasbargat Norgga Kulturráđiin, ja diŋgot bargguid eará aktevrrain.

source: 5.2 Samisk samfunnsbygging, demokratiutvikling, institusjonenes samfunnsrolle.
sme: 5.2 Sámi servodathuksen, demokratiija ovdáneapmi, ásahusaid servodatrolla

source: Sametinget skal løpende og aktivt samarbeide og samhandle med det sivile samiske samfunnet i den praktiske utformingen av politikk, ordninger og tjenester.
sme: Sámediggi galgá čađat ja aktiivvalaččat ovttasbargat ja gulahallat siviila sámi servodagain go guoská praktihkalaččat hábmet politihka, ortnegiid ja bálvalusaid.

source: Det samiske sivilsamfunnet omfatter samiske institusjoner, virksomheter, organisasjoner og enkeltmennesker.
sme: Sámi siviila servodahkii gullet sámi ásahusat, doaimmat, organisašuvnnat, ja ovttaskas olbmot.

source: De samiske kulturinstitusjonene er virksomheter som springer ut av og fungerer i en samisk samfunnssammenheng og samisk offentlighet.
sme: Sámi kulturásahusat vuolggahuvvojit sámi servodat čanus ja sámi almmolašvuođas.

source: Alle samfunn er i stor grad bygd opp av et sett med ulike institusjoner med de variasjoner det innebærer.
sme: Buot servodagat leat huksejuvvon iešguđetlágan ásahusaiguin oktan dainna máŋggabealatvuođain maid sii ráhkadit.

source: De samiske institusjonene er derfor helt sentrale i å oppnå sterke, fungerende og utviklende samfunn som ivaretar samisk språk, kultur og samfunnsliv.
sme: Sámi ásahusat leat danne áibbas dehálaččat go galgat joksat nanu, doaibmi ja ovdánahttojuvvon servodagaid mat seailluhit sámi giela, kultuvrra ja servodateallima.

source: Oppbyggingen og utviklingen av samiske samfunn krever vilje og evne til å etablere og videre utvikle egne institusjoner.
sme: Hukset ja ovdánahttit sámi servodagaid gáibida dáhtu ja vejolašvuođa álggahit ja ovdánahttit iežamet ásahusaid.

source: Det er en rekke statlige og regionale institusjoner i og utenfor det samiske samfunnet som skal ivareta det samiske samfunnets behov, og som ikke er tilknyttet Sametingets forvaltning.
sme: Gávdnojit ollu stáda ja regionála ásahusat olggobeale sámi servodaga mat galget doahttalit sámi servodaga dárbbuid ja mat eai leat čadnon Sámedikki hálddahusa vuollái.

source: De er viktige samfunnsinstitusjoner, blant annet innen helse, utdanning/forskning, media, osv. Mange av disse møter samiske brukere, og har en virksomhet som tar hensyn til og jobber etter samisk kultur-forståelse og språk.
sme: Leat dehálaš servodat ásahusat, nugo dearvvuođa, /oahpahus/ dutkan, media siskkobealde. Oallugat dain ásahusain deaivvadit sámi geavaheddjiiguin ja sin ásahusa gálga váldit vuhtii sámi kulturipmárdusa ja giela.

source: De samiske kulturinstitusjonene som får tilskudd fra Sametinget har en annen bakgrunn og historie, og de fleste er bygd opp etter lokale og regionale initiativ, ut fra et mer samisk «grasrotperspektiv».
sme: Sámi ásahusat mat ožžot doarjaga Sámedikkis lea eará duogáš ja historjá. Eatnasat leat huksejuvvon báikkálaš ja regionála fuomášumiin, ja eaktodáhtolaš sámi dáhtuin.

source: Samiske brukere og det samiske samfunnet får hjelp og veiledning av mer formell art, samt får oppfylt behov for å se sin egen kultur og språk uttrykt på egne premisser.
sme: Sámi geavaheaddjit ja servodat ožžot sis veahki, formálalaš veahki ja sin dárbu vásihit iežaset giela ja kultuvrra iežaset eavttuid vuođul.

source: Det er behov for disse ulike typene av samfunnsinstitusjoner, og at de utfyller og komplementerer hverandre i det samiske samfunnet.
sme: Lea dárbu dáidda iešguđetlágan servodatásahusaide, dat dorjot ja veahkkálagaid gokčet dárbbuid sámi servodagas.

source: Sametinget har fått utført utredningen Kommunereformen og samiske interesser (2015).
sme: Sámediggi lea čađahan čielggadusa: Suohkanođastus ja sámi beroštumit (2015).

source: Den tar opp de samiske institusjonenes viktige rolle i utviklingen av den nye samiske offentligheten, og er viktig for utviklingen av samisk språk og kultur.
sme: Dat guoskkaha sámi ásahusaid dehálaš oasi mii guoská sámi almmolašvuođa ovdáneapmái ja mii lea dehálaš sámi giela ja kultuvrra ovdáneapmái.

source: Det gjelder også i de kommunene der samene er i klart mindretall.
sme: Dat guoská maid suohkaniidda gos sámit leat unnitlogus.

source: Her har Sametinget en viktig rolle som utviklingsaktør, som kan styrkes enda mer gjennom mer strategisk bruk av økonomiske virkemidler.
sme: Dás lea Sámedikkis dehálaš rolla ovdánahttinaktevran ja man sáhttá nanusmahtit ain eambbo strategalaččat geavahit ekonomalaš váikkuhangaskaomiid.

source: De ulike samiske kulturinstitusjonene har en viktig verdi, rolle og funksjon i samfunnet for samisk samfunnsbygging og demokratiutvikling.
sme: Iešguđet sámi kulturásahusain lea deaŧalaš árvu, rolla ja doaibma servodagas sámi servodathuksema ja demokratiija ovdáneami ektui.

source: De har betydning også som infrastruktur for demokrati og ytringsfrihet og som grunnlag for fellesskapsdannelse.
sme: Dat leat maid dehálaččat demokratiija ja sátnefriddjavuođa infrastruktuvran ja vuođđun oktagaslašvuođa dovdui.

source: Sametinget ser potensialet i at dette kan utvikles og utvides ytterligere, noe som må skje i nær dialog med institusjonene selv.
sme: Sámediggeráđi mielas lea vejolaš ovddidit dán ja viiddidit eanet, maid ferte dahkat lávga gulahallamiin ieš ásahusaiguin.

source: Dette dreier seg blant annet om de samiske institusjoners nåværende og framtidige samfunnsoppdrag og –rolle.
sme: Dás lea sáhka earret eará sámi ásahusaid dálá ja boahtteáiggi servodatdoaimma ja -rolla birra.

source: Det er viktig at de lykkes i arbeidet med å oppruste og utvikle seg til å møte dagens og fremtidens utfordringer og behov.
sme: Lea dehálaš ahte dat lihkostuvvet nanusmahttet ja ovdánit vai sáhttet dustet otná ja boahtteáiggi hástalusaid ja dárbbuid.

source: Våre institusjoner må være best mulig utrustet til å møte oppgaven som ambassadører og representanter for det samiske samfunnet og den samiske kulturen.
sme: Min ásahusat galget buoremus lági mielde leat ráhkkanan leahkit sámi servodaga ja kultuvrra ambassadevran ja ovddasteaddjin.

source: Til å bidra i dokumentasjon, produksjon, utvikling og formidling av kunst, kultur og kulturarv, og tilrettelegging for kunstnere og kulturutøvere.
sme: Ja leat mielde dokumentereme, buvttadeame, ovdánahttime ja gaskkusteame dáidaga, kultuvrra ja kulturárbbi, ja láhčime dili dáiddáriidda ja kulturbargiide.

source: Kulturinstitusjonene er også et hjelpemiddel og verktøy for iverksetting og realisering av Sametingets kulturpolitikk på mange områder.
sme: Kulturásahusat leat veahkeneavvut ja áibbaš dehálaččat vai Sámedikki kulturpolitihka álggahuvvošii ja čađahuvvošii máŋgga oasis.

source: Samtidig som de utfordrer, utfyller og bidrar med innspill til den samme politikken.
sme: Seammás leat dat hástaleame, lasiheame ja oassálastime dan seamma politihkkii.

source: De målbærer en samfunnstemme og er samfunnsaktør også overfor lokale, regionale og nasjonale myndigheter, og gjennom fagorganisasjoner.
sme: Dat guddet servodatjiena ja leat servodat aktevran sihke báikkálaš, regionála, ja našunála eiseválddiide, maiddái fágaserviid bokte.

source: Skal vi lykkes med samfunnsbyggingen, er det viktig at institusjonene også tar den type ansvar som pådrivere i det offentlige rom, slik som nylig i forbindelse med saken om Bååstede – tilbakeføring av samiske kulturgjenstander.
sme: Jus mii galggašeimmet lihkostuvvat servodathuksemiin, de lea dehálaš ahte ásahusat maid váldet dakkár ovddasvástádusa vuojeheaddjin almmolašvuođas, dego gieskat áššis Bååstede – sámi kulturárbbi ruovttoluotta fievrrideamis.

source: Flere samiske kulturinstitusjoner vil også ta en aktiv rolle i markeringen gjennom hele 2017 av 100 årsjubileet siden det første samiske landsmøtet, Tråånte 2017.
sme: Máŋga sámi kulturásahusa bohtet aktiivvalaččat oassálastit olles 2017 jagis, mii lea ávvudeapmi das ahte 100 jagi leat vássán dan rájes go vuosttaš sámi riikkačoahkkin dollojuvvui Roandimis.

source: Det samiske rommet utvides stadig.
sme: Sámi biras servodagas viidána dađistaga.

source: I områder hvor fornorskningen var sterkest, men hvor samisk tilstedeværelse og identitet nå erkjennes og revitaliseres, vil synliggjøring av samisk kultur og språk være viktig.
sme: Guovlluin gos dáruiduhttin lei garraseamos, ja gos dál sámevuohta ja identitehta dohkkehuvvo ja ealáskaddojuvvo, lea hui dehálaš ahte sámi kultuvra ja giella oidno.

source: Møteplasser og arenaer for kulturelle aktiviteter vil bli stadig mer etterspurt.
sme: Deaivvadanbáikkiid ja arenat kulturdoaimmaide šaddet eambbo ahte eambbo bivnnuhat.

source: Sametinget erfarer allerede en økende etterspørsel etter samiske møteplasser i tettsteder og byer.
sme: Sámediggi vásiha maid ahte gávpogiin ja stuora čoahkkebáikkiin maid ohcalit sámi deaivvadanbáikkiid.

source: Den type kulturinstitusjoner vil spille en viktig rolle for videre samisk samfunnsbygging.
sme: Dákkár kulturásahusat leat dehálaččat barggus viidáseappot hukset sámi servodagaid.

source: «Samfunnsoppdrag» er i dag et etablert begrep innenfor flere områder i kulturpolitikken.
sme: «Servodatdoaibma» lea odne sajáiduvvon doaba kulturpolitihka siskkobealde.

source: Begrepet viser litt forenklet sagt til det politiske ansvaret som følger med offentlig finansiering for kultur-institusjoner og andre aktører som mottar slik støtte.
sme: Doaba čujuha álkes vugiin politihkalaš ovddasvástádussii mii čuovvu go kulturásahusat ja earát ožžot almmolaš doarjaga.

source: Selv om begrepet kan ha nyanser og ulik fortolkning, indikerer det at kulturinstitusjoner har et ansvar som strekker seg ut over deres faglige og organisatoriske grenser.
sme: Vaikko doahpagis sáhttet leat iešguđetlágan dulkojumit, de dat addá dan ipmárdusa ahte kulturásahusain lea ovddasvástádus mii manná viidábut go ásahusa fágalaš ja organisatuvrralaš rájiid.

source: I «Kulturutredningen 2014» drøftes begrepet samfunnsoppdrag, og det argumenteres for at grunnlaget for styringen av kulturinstitusjonene bør ligge i en tydeliggjøring av dette samfunnsoppdraget for den enkelte institusjonen.
sme: Čilgehusas «Kulturutredningen 2014» digaštallojuvvo doaba ”servodatdoaibma” ja das ákkastallojuvvo ahte dat vuođđu stivret kulturásahusaid berre dahkot dan bokte ahte servodatdoaibma ovttaskas ásahussii šaddá eambbo čielggas.

source: Det krever en avklaring av hvilke kunstneriske og faglige formål kulturinstitusjonene skal være til for, hvem de skal være til for, og hvilken rolle de skal ha i forhold til det øvrige kulturlivet.
sme: Dat gáibida ahte čielggaduvvo ahte geasa, ja makkár doaibma guđege kulturásahusas galgá leat muđui kultureallima ektui.

source: Avklaringen må komme fra kulturinstitusjonene selv, men i dialog med finansierende myndigheter og interessenter i deres omgivelser.
sme: Dát čielggadeapmi berre kulturásahus ieš dahkat, muhto ovttasráđiid guovllu berošteddjiiguin ja ruhtadeaddji eiseválddiiguin.

source: Den enkelte kulturinstitusjons samfunnsoppdrag vil fremgå av deres formålsparagraf og virksomhetsplaner;
sme: Iešguđet kulturásahusa servodatdoaibma boahtá ovdan sin ulbmilparagráfain ja doaibmaplánain;

source: institusjonens formål, ansvarsområde og overordnede mål.
sme: ásahusa ulbmilis, ovddasvástádusas ja bajimusdási mihttomeriin.

source: Kjernen i samfunnsoppdraget vil ofte være bevaring og utvikling av samisk kunst og kultur.
sme: Servodatdoaimma guovddážis lea dávjá seailluhit ja ovdánahttit sámi dáidaga ja kultuvrra.

source: Sametinget sier også noe om samfunnsoppdrag i de årlige tildelingsbrevene, og vi vil fortsette dialogen med institusjonene om deres rolle og samfunnsoppdrag.
sme: Sámediggi buktá maid oaiviliid servodatdoaimma birra jahkásaš juolludanreivviin, ja áigu maid joatkit gulahallama ásahusaiguin go guoská sin rollii ja servodatdoibmii.

source: 5.3 Kulturinstitusjonene som mottar direktetilskudd over sametingsbudsjettet.
sme: 5.3 Kulturásahusat mat ožžot njuolggodoarjaga sámedikki bušeahtas

source: Kulturinstitusjonene som mottar direktetilskudd over sametingsbudsjettet er ganske mangfoldige og mangeartede; både når det gjelder hvordan de oppsto, i alder, størrelse, organisering, og i sin virksomhet med formål, innhold, aktiviteter og virkeområde/målgrupper.
sme: Kulturásahusat mat ožžot njuolggodoarjaga sámedikki bušeahtas leat oalle máŋggabealagat ja iešguđetláganat, sihke go guoská ahte movt sii álggahuvvojedje, agis, sturrodagas, organiseremis, doaimmas oktan ulbmiliin, sisdoaluin, doaibmaguovlluin/ ulbmiljoavkkuin.

source: Noen fikk driftsstøtte direkte fra Kulturdepartementet før Sametinget overtok forvaltningen, mens andre hele tiden har fått driftstøtten over Sametingets budsjett.
sme: Muhtumat ožžo doaibmadoarjaga Norgga Kulturdepartemeanttas ovdal go Sámediggi válddii badjelasas hálddašeami. Earát leat čađat ožžon doaibmadoarjaga Sámedikki bušeahtas.

source: Noen er nylig omorganisert, og noen er under omorganisering.
sme: Muhtumat leat aitto ođđasit organiserejuvvon, ja muhtumat leat dál dainna bargame.

source: Sametinget er medstifter/medeier i noen av institusjonene.
sme: Sámediggi lea álggahan ja mielde oamasteame muhtun ásahusain.

source: De fleste får hoveddelen av driftstilskuddet bevilget fra Sametinget.
sme: Seammás leat sis sullasašvuođat: Eatnasat ožžot váldoruhtadeami Sámedikkis.

source: De virker i og for det samiske samfunn og jobber med samme mål om å ivareta, styrke, synliggjøre og utvikle samisk kunst- og kulturliv i de områdene de virker De er ofte etterspurt og initiert av lokale foreninger og ressurspersoner;
sme: Dat barget ja doibmet sámi servodagas dahje dan ovddas ja dan badjelii ahte seailluhit, nanusmahttit, čalmmustahttit, ja ovdánahttit sámi dáidda- ja kultureallima dain guovlluin gos sii doibmet. Dat leat bivnnuhat ja álggahuvvon guovllu organisašuvnnain dahje olbmuin, eaktodáhtolaš kultureallimis.

source: De virker ikke bare for den samiske befolkningen, men er også et tilbud for alle andre.
sme: Dat eai doaimma dušše sámi álbmoga ovddas, muhto dain lea fálaldat buohkaide.

source: Bruk, synliggjøring, utvikling av og formidling på de samiske språkene er viktig del av virksomheten ved de fleste kulturinstitusjonene.
sme: Geavaheapmi, čalmmustahttin, ovddideapmi ja gaskkusteapmi sámi gielain ja –gielaide leat dehálaš oassin doaimmaheamis eanaš kulturásahusain.

source: Noen av institusjonene har samiskspråklige innsatsområder som en del av sin virksomhet.
sme: Muhtin ásahusain leat sámegielat áŋgiruššansuorggit oassin doaimmaheamis.

source: Det kan være fagområder der samisk språk er i fokus i aktiviteter som omfatter materiell- og immateriell kulturarv, og fokus på samisk språk er tydelig i produksjon og formidlingen av aktiviteter, forestillinger og i virksomheten.
sme: Sáhttet leat fágasuorggit main sámegiella lea fokusis ja doaimmat main lea materiála ja immateriála kulturárbi, ja main fokus sámegillii lea čielggas doaimmaid, čájálmasaid ja doaimmaheami buvttadeamis ja gaskkusteamis.

source: Andre igjen jobber aktivt med for eksempel utvikling av terminologi innen sine fagområder, som de samiske museenes arbeid med utviklingen av gjenstandsdatabasen Primus på samisk.
sme: Earát fas barget aktiivvalaččat ovdamearkka dihte terminologiija ovddidemiin iežaset fágasuorggis, nu go sámi museaid bargu ovddidit áhtabása Primusa sámegillii.
